Repository: apoorvdarshan/delts
Catalog: ios/delts/Localizable.xcstrings
Source language: en
Languages: ar, az, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ro, ru, zh_hans

source: Send gym equipment, meals, or physique photos to the Coach
ar: أرسل إلى المدرب صور معدات الجيم أو وجباتك أو جسمك
az: Məşqçiyə zal avadanlığı, yemək və ya bədən şəkilləri göndərin
de: Schick dem Coach Fotos von Equipment, Mahlzeiten oder deinem Körper
es: Envía al Coach fotos de equipamiento, comidas o tu físico
fr: Envoyez au Coach des photos d’équipement, de repas ou de physique
hi: जिम इक्विपमेंट, खाने या फ़िज़ीक की फ़ोटो कोच को भेजें
it: Invia al Coach foto di attrezzatura, pasti o fisico
ja: ジムの器具・食事・体型の写真をコーチに送信
ko: 운동 기구, 식단, 몸 사진을 코치에게 보내세요
nl: Stuur foto's van apparatuur, maaltijden of je fysiek naar de Coach
pl: Wysyłaj Trenerowi zdjęcia sprzętu, posiłków lub sylwetki
pt_br: Envie fotos de equipamentos, refeições ou do seu físico para o Coach
ro: Trimite Antrenorului poze cu aparate, mese sau fizicul tău
ru: Отправляйте тренеру фото оборудования, еды или телосложения
zh_hans: 向教练发送健身器械、餐食或体型照片

source: Set %lld
ar: المجموعة %lld
de: Satz %lld
es: Serie %lld
fr: Série %lld
hi: सेट %lld
it: Serie %lld
ja: セット%lld
ko: 세트 %lld
pl: Seria %lld
pt_br: Série %lld
ro: Seria %lld
ru: Подход %lld
zh_hans: 第 %lld 组

source: sets
ar: مجموعات
az: set
de: Sätze
es: series
fr: séries
hi: सेट
it: serie
ja: セット
ko: 세트
pl: serie
pt_br: séries
ro: serii
ru: подходы
zh_hans: 组

source: Sets
ar: المجموعات
az: Setlər
de: Sätze
es: Series
fr: Séries
hi: सेट
it: Serie
ja: セット数
ko: 세트
pl: Serie
pt_br: Séries
ro: Serii
ru: Подходы
zh_hans: 组数

source: Settings
ar: الإعدادات
az: Ayarlar
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
ro: Configurări
ru: Настройки
zh_hans: 设置

source: Sex
ar: الجنس
az: Cins
de: Geschlecht
es: Sexo
fr: Sexe
hi: लिंग
it: Sesso
ja: 性別
ko: 성별
nl: Geslacht
pl: Płeć
pt_br: Sexo
ru: Пол
zh_hans: 性别

source: Share data with the AI Coach?
ar: هل تريد مشاركة البيانات مع مدرب الذكاء الاصطناعي؟
az: Məlumatlar AI Məşqçi ilə paylaşılsın?
de: Daten mit dem KI-Coach teilen?
es: ¿Compartir datos con el Coach de IA?
fr: Partager des données avec le Coach IA ?
hi: AI कोच के साथ डेटा साझा करें?
it: Condividere i dati con il Coach IA?
ja: AIコーチとデータを共有しますか？
ko: AI 코치와 데이터를 공유할까요?
nl: Gegevens delen met de AI-coach?
pl: Udostępnić dane Trenerowi AI?
pt_br: Compartilhar dados com o Coach de IA?
ro: Partajezi datele cu Antrenorul AI?
ru: Передавать данные ИИ-тренеру?
zh_hans: 与 AI 教练共享数据？

source: Share Delts
ar: مشاركة Delts
az: Delts-i paylaş
de: Delts teilen
es: Compartir Delts
fr: Partager Delts
hi: Delts शेयर करें
it: Condividi Delts
ja: Deltsを共有
ko: Delts 공유하기
nl: Deel Delts
pl: Udostępnij Delts
pt_br: Compartilhar o Delts
ro: Distribuie Delts
ru: Поделиться Delts
zh_hans: 分享 Delts

source: Show exercise details
ar: عرض تفاصيل التمرين
az: Hərəkət detallarını göstər
de: Übungsdetails anzeigen
es: Mostrar detalles del ejercicio
fr: Afficher les détails de l’exercice
hi: एक्सरसाइज़ विवरण दिखाएँ
it: Mostra dettagli esercizio
ja: 種目の詳細を表示
ko: 종목 상세 보기
nl: Toon oefeningsdetails
pl: Pokaż szczegóły ćwiczenia
pt_br: Mostrar detalhes do exercício
ro: Arată detaliile exercițiului
ru: Показать детали упражнения
zh_hans: 显示动作详情

source: Skip
ar: تخطّي
az: Ötür
de: Überspringen
es: Omitir
fr: Passer
hi: स्किप करें
it: Salta
ja: スキップ
ko: 건너뛰기
nl: Sla over
pl: Pomiń
pt_br: Pular
ro: Omite
ru: Пропустить
zh_hans: 跳过

source: Soft
ar: لين
az: Yumşaq
de: Sanft
es: Blando
fr: Doux
hi: सॉफ़्ट
it: Morbido
ja: 柔らかめ
ko: 살집 있음
nl: Zacht
pl: Miękka
pt_br: Suave
ro: Moale
ru: Мягкий
zh_hans: 柔和

source: Something Went Wrong
ar: حدث خطأ ما
az: Nəsə səhv getdi
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Un problème est survenu
hi: कुछ गड़बड़ हो गई
it: Qualcosa è andato storto
ja: 問題が発生しました
ko: 문제가 발생했습니다
nl: Er is iets misgegaan
pl: Coś poszło nie tak
pt_br: Algo deu errado
ro: Ceva n-a mers bine
ru: Что-то пошло не так
zh_hans: 出错了

source: Something went wrong. Try again.
ar: حدث خطأ ما. حاول مجددًا.
az: Nəsə səhv getdi. Yenidən cəhd edin.
de: Etwas ist schiefgelaufen. Versuch es erneut.
es: Algo salió mal. Inténtalo de nuevo.
fr: Un problème est survenu. Réessayez.
hi: कुछ गड़बड़ हो गई। फिर कोशिश करें।
it: Qualcosa è andato storto. Riprova.
ja: 問題が発生しました。もう一度お試しください。
ko: 문제가 발생했습니다. 다시 시도해 주세요.
nl: Er is iets misgegaan. Probeer opnieuw.
pl: Coś poszło nie tak. Spróbuj ponownie.
pt_br: Algo deu errado. Tente de novo.
ro: Ceva n-a mers bine. Încearcă din nou.
ru: Что-то пошло не так. Попробуйте ещё раз.
zh_hans: 出错了。请重试。

source: Sort
ar: ترتيب
az: Sırala
de: Sortieren
es: Ordenar
fr: Trier
hi: सॉर्ट
it: Ordina
ja: 並べ替え
ko: 정렬
nl: Sorteer
pl: Sortuj
pt_br: Ordenar
ro: Sortare
ru: Сортировка
zh_hans: 排序

source: Source
ar: المصدر
az: Mənbə
de: Quelle
es: Fuente
hi: सोर्स
it: Fonte
ja: ソース
ko: 출처
nl: Bron
pl: Źródło
pt_br: Fonte
ro: Sursă
ru: Источник
zh_hans: 来源

source: Spinal erectors
ar: ناصبة الفقار
az: Onurğa dikləndiriciləri
de: Rückenstrecker
es: Erectores espinales
fr: Érecteurs du rachis
hi: स्पाइनल इरेक्टर्स
it: Erettori spinali
ja: 脊柱起立筋
ko: 척추기립근
nl: Rugstrekkers
pl: Prostowniki grzbietu
pt_br: Eretores da espinha
ro: Erectori spinali
ru: Разгибатели спины
zh_hans: 竖脊肌

source: Split work by pushing and pulling patterns across the body.
ar: قسّم التدريب حسب أنماط الدفع والسحب في الجسم كله.
az: İşi bədən üzrə itələmə və dartma hərəkətlərinə bölün.
de: Teile das Training in Push- und Pull-Muster für den ganzen Körper.
es: Divide el trabajo en patrones de empuje y tirón en todo el cuerpo.
fr: Répartissez le travail entre poussée et tirage sur tout le corps.
hi: पूरे शरीर के पुश और पुल पैटर्न के हिसाब से काम बाँटें।
it: Dividi il lavoro tra schemi di spinta e trazione su tutto il corpo.
ja: 全身をプッシュとプルの動作パターンで分けます。
ko: 전신을 미는 동작과 당기는 동작으로 나눠 구성합니다.
nl: Verdeel het werk in duw- en trekpatronen over het hele lichaam.
pl: Dziel pracę na wzorce pchania i przyciągania dla całego ciała.
pt_br: Divida o trabalho entre padrões de empurrar e puxar no corpo todo.
ro: Împarte lucrul pe mișcări de împins și tras pentru tot corpul.
ru: Делите работу на жимовые и тяговые движения по всему телу.
zh_hans: 按推、拉动作模式划分全身训练。

source: Squat
ar: السكوات
de: Kniebeuge
es: Sentadilla
hi: स्क्वाट
ja: スクワット
ko: 스쿼트
pl: Przysiad
pt_br: Agachamento
ro: Genuflexiuni
ru: Присед
zh_hans: 深蹲

source: Start exercise
ar: بدء التمرين
az: Hərəkətə başla
de: Übung starten
es: Iniciar ejercicio
fr: Démarrer l’exercice
hi: एक्सरसाइज़ शुरू करें
it: Inizia esercizio
ja: 種目を開始
ko: 종목 시작
nl: Start oefening
pl: Rozpocznij ćwiczenie
pt_br: Iniciar exercício
ro: Începe exercițiul
ru: Начать упражнение
zh_hans: 开始动作

source: Start Training
ar: ابدأ التدريب
az: Məşqə başla
de: Training starten
es: Empieza a entrenar
fr: Commencer l’entraînement
hi: ट्रेनिंग शुरू करें
it: Inizia ad allenarti
ja: トレーニングを開始
ko: 트레이닝 시작
nl: Begin met trainen
pl: Zacznij trenować
pt_br: Começar a treinar
ro: Începe să te antrenezi
ru: Начать тренироваться
zh_hans: 开始训练

source: Start Workout
ar: بدء التمرين
az: Məşqi başlat
de: Workout starten
es: Iniciar entrenamiento
fr: Démarrer l’entraînement
hi: वर्कआउट शुरू करें
it: Inizia allenamento
ja: ワークアウトを開始
ko: 운동 시작
pl: Rozpocznij trening
pt_br: Iniciar treino
ro: Începe antrenamentul
ru: Начать тренировку
zh_hans: 开始训练

source: Start workout timer
ar: بدء مؤقّت التمرين
az: Məşq taymerini başlat
de: Workout-Timer starten
es: Iniciar temporizador de entrenamiento
fr: Démarrer le minuteur
hi: वर्कआउट टाइमर शुरू करें
it: Avvia timer allenamento
ja: ワークアウトタイマーを開始
ko: 운동 타이머 시작
pl: Uruchom stoper treningu
pt_br: Iniciar timer do treino
ro: Pornește cronometrul antrenamentului
ru: Запустить таймер тренировки
zh_hans: 启动训练计时器

# Step %lld of %lld
source: Step %1$lld of %2$lld
ar: الخطوة %1$lld من %2$lld
az: Addım %1$lld / %2$lld
de: Schritt %1$lld von %2$lld
es: Paso %1$lld de %2$lld
fr: Étape %1$lld sur %2$lld
hi: %2$lld में से चरण %1$lld
it: Passo %1$lld di %2$lld
ja: ステップ %1$lld / %2$lld
ko: 단계 %1$lld / %2$lld
nl: Stap %1$lld van %2$lld
pl: Krok %1$lld z %2$lld
pt_br: Etapa %1$lld de %2$lld
ro: Pasul %1$lld din %2$lld
ru: Шаг %1$lld из %2$lld
zh_hans: 第 %1$lld 步，共 %2$lld 步

source: Stop
ar: إيقاف
az: Dayandır
de: Stopp
es: Detener
fr: Arrêter
hi: रोकें
ja: 停止
ko: 중지
pt_br: Parar
ro: Oprește
ru: Стоп
zh_hans: 停止

source: Stop or discard the %@ timer before starting another.
ar: أوقف مؤقّت %@ أو تجاهله قبل بدء مؤقّت آخر.
az: Yenisini başlatmazdan əvvəl %@ taymerini dayandırın və ya imtina edin.
de: Stoppe oder verwirf den %@-Timer, bevor du einen neuen startest.
es: Detén o descarta el temporizador de %@ antes de iniciar otro.
fr: Arrêtez ou abandonnez le minuteur de %@ avant d’en lancer un autre.
hi: दूसरा टाइमर शुरू करने से पहले %@ टाइमर रोकें या हटा दें।
it: Ferma o scarta il timer di %@ prima di avviarne un altro.
ja: 別のタイマーを開始するには、%@のタイマーを停止または破棄してください。
ko: 다른 타이머를 시작하기 전에 %@ 타이머를 중지하거나 버리세요.
nl: Stop de %@-timer of gooi hem weg voordat je een nieuwe start.
pl: Zatrzymaj lub odrzuć stoper %@, zanim uruchomisz kolejny.
pt_br: Pare ou descarte o timer de %@ antes de iniciar outro.
ro: Oprește sau renunță la cronometrul %@ înainte de a porni altul.
ru: Остановите или сбросьте таймер «%@», прежде чем запускать новый.
zh_hans: 开始新计时前，请先停止或放弃%@的计时器。

source: Strength 1-10
ar: القوة 1-10
az: Güc 1-10
de: Kraft 1-10
es: Fuerza 1-10
fr: Force 1-10
hi: स्ट्रेंथ 1-10
it: Forza 1-10
ja: 筋トレ 1-10
ko: 근력 1-10
nl: Kracht 1-10
pl: Siłowa 1-10
pt_br: Força 1-10
ro: Forță 1-10
ru: Силовая 1-10
zh_hans: 力量 1-10

source: Strength Numbers
ar: أرقام القوة
az: Güc göstəriciləri
de: Kraftwerte
es: Marcas de fuerza
fr: Records de force
hi: स्ट्रेंथ नंबर
it: Massimali
ja: 筋力の数値
ko: 근력 수치
nl: Krachtcijfers
pl: Wyniki siłowe
pt_br: Números de força
ro: Valori de forță
ru: Силовые показатели
zh_hans: 力量数据

source: Subscription
ar: الاشتراك
az: Abunəlik
de: Abo
es: Suscripción
fr: Abonnement
hi: सब्सक्रिप्शन
it: Abbonamento
ja: サブスクリプション
ko: 구독
nl: Abonnement
pl: Subskrypcja
pt_br: Assinatura
ro: Abonament
ru: Подписка
zh_hans: 订阅

source: Subscriptions aren't available right now. Try again later.
ar: الاشتراكات غير متاحة حاليًا. حاول لاحقًا.
az: Abunəliklər hazırda əlçatan deyil. Daha sonra yenidən cəhd edin.
de: Abos sind gerade nicht verfügbar. Versuch es später erneut.
es: Las suscripciones no están disponibles ahora. Inténtalo más tarde.
fr: Abonnements indisponibles pour le moment. Réessayez plus tard.
hi: सब्सक्रिप्शन अभी उपलब्ध नहीं हैं। बाद में कोशिश करें।
it: Gli abbonamenti non sono al momento disponibili. Riprova più tardi.
ja: 現在サブスクリプションを利用できません。後でもう一度お試しください。
ko: 지금은 구독을 이용할 수 없습니다. 나중에 다시 시도해 주세요.
nl: Abonnementen zijn momenteel niet beschikbaar. Probeer het later opnieuw.
pl: Subskrypcje są teraz niedostępne. Spróbuj później.
pt_br: Assinaturas indisponíveis no momento. Tente de novo mais tarde.
ro: Abonamentele nu sunt disponibile momentan. Încearcă mai târziu.
ru: Подписки сейчас недоступны. Попробуйте позже.
zh_hans: 订阅暂时不可用。请稍后重试。

source: Subscriptions auto-renew until cancelled. Manage or cancel anytime in your App Store account settings.
ar: تتجدد الاشتراكات تلقائيًا حتى الإلغاء. يمكنك الإدارة أو الإلغاء في أي وقت من إعدادات حسابك في App Store.
az: Abunəliklər ləğv edilənədək avtomatik yenilənir. İstənilən vaxt App Store hesab ayarlarında idarə edin və ya ləğv edin.
de: Abos verlängern sich automatisch bis zur Kündigung. Jederzeit in den App Store-Kontoeinstellungen verwalten oder kündigen.
es: Las suscripciones se renuevan automáticamente hasta cancelarlas. Gestiónalas o cancélalas cuando quieras en los ajustes de tu cuenta del App Store.
fr: Les abonnements se renouvellent automatiquement jusqu’à annulation. Gérez ou annulez à tout moment dans les réglages de votre compte App Store.
hi: सब्सक्रिप्शन रद्द होने तक अपने-आप रिन्यू होते हैं। App Store अकाउंट सेटिंग्स में कभी भी मैनेज या रद्द करें।
it: Gli abbonamenti si rinnovano automaticamente fino alla disdetta. Gestisci o annulla quando vuoi nelle impostazioni del tuo account App Store.
ja: サブスクリプションは解約するまで自動更新されます。App Storeのアカウント設定からいつでも管理・解約できます。
ko: 구독은 해지할 때까지 자동 갱신됩니다. App Store 계정 설정에서 언제든 관리하거나 해지할 수 있습니다.
nl: Abonnementen worden automatisch verlengd tot opzegging. Beheer of zeg op via je App Store-accountinstellingen.
pl: Subskrypcje odnawiają się automatycznie do momentu anulowania. Zarządzaj nimi lub anuluj w ustawieniach konta App Store.
pt_br: As assinaturas renovam automaticamente até o cancelamento. Gerencie ou cancele quando quiser nos ajustes da sua conta da App Store.
ro: Abonamentele se reînnoiesc automat până la anulare. Le gestionezi sau anulezi oricând din configurările contului App Store.
ru: Подписки продлеваются автоматически до отмены. Управление и отмена — в настройках учётной записи App Store.
zh_hans: 订阅将自动续订，直到取消。可随时在 App Store 账户设置中管理或取消。

source: Summary
ar: الملخص
az: Xülasə
de: Zusammenfassung
es: Resumen
fr: Résumé
hi: सारांश
it: Riepilogo
ja: 概要
ko: 요약
nl: Overzicht
pl: Podsumowanie
pt_br: Resumo
ro: Rezumat
ru: Сводка
zh_hans: 摘要

source: Support & Links
ar: الدعم والروابط
az: Dəstək & keçidlər
es: Soporte y enlaces
fr: Assistance & liens
hi: सहायता और लिंक
it: Supporto e link
ja: サポート&リンク
ko: 지원 & 링크
nl: Ondersteuning & links
pl: Wsparcie i linki
pt_br: Suporte e links
ro: Asistență & linkuri
ru: Поддержка и ссылки
zh_hans: 支持与链接

source: Support on Ko-fi
ar: ادعمنا على Ko-fi
az: Ko-fi-də dəstək ol
de: Auf Ko-fi unterstützen
es: Apoyar en Ko-fi
fr: Soutenir sur Ko-fi
hi: Ko-fi पर सपोर्ट करें
it: Supporta su Ko-fi
ja: Ko-fiで支援
ko: Ko-fi에서 후원
nl: Steun via Ko-fi
pl: Wesprzyj na Ko-fi
pt_br: Apoiar no Ko-fi
ro: Susține pe Ko-fi
ru: Поддержать на Ko-fi
zh_hans: 在 Ko-fi 上支持

source: System
ar: النظام
az: Sistem
es: Sistema
fr: Système
hi: सिस्टम
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pl: Systemowy
pt_br: Sistema
ro: Sistem
ru: Системная
zh_hans: 跟随系统

source: Takes under a minute · Edit anytime in Settings
ar: أقل من دقيقة · عدّل في أي وقت من الإعدادات
az: Bir dəqiqədən az çəkir · İstənilən vaxt Ayarlarda dəyişin
de: Dauert keine Minute · Jederzeit in den Einstellungen änderbar
es: Menos de un minuto · Edítalo cuando quieras en Ajustes
fr: Moins d’une minute · Modifiable à tout moment dans Réglages
hi: एक मिनट से भी कम · सेटिंग्स में कभी भी एडिट करें
it: Meno di un minuto · Modifica quando vuoi nelle Impostazioni
ja: 1分以内で完了 · 設定でいつでも編集可
ko: 1분이면 충분 · 설정에서 언제든 수정
nl: Duurt nog geen minuut · Altijd aanpasbaar via Instellingen
pl: Zajmie mniej niż minutę · Edytuj w każdej chwili w Ustawieniach
pt_br: Leva menos de um minuto · Edite quando quiser nos Ajustes
ro: Durează sub un minut · Editezi oricând din Configurări
ru: Меньше минуты · Изменить можно в настройках
zh_hans: 不到一分钟 · 随时可在设置中修改

source: Target muscles
ar: العضلات المستهدفة
az: Hədəf əzələlər
de: Zielmuskeln
es: Músculos objetivo
fr: Muscles ciblés
hi: टारगेट मसल्स
it: Muscoli target
ja: ターゲット筋
ko: 타겟 근육
nl: Doelspieren
pl: Mięśnie docelowe
pt_br: Músculos-alvo
ro: Mușchi vizați
ru: Целевые мышцы
zh_hans: 目标肌群

source: TARGET MUSCLES
ar: العضلات المستهدفة
az: HƏDƏF ƏZƏLƏLƏR
de: ZIELMUSKELN
es: MÚSCULOS OBJETIVO
fr: MUSCLES CIBLÉS
hi: टारगेट मसल्स
it: MUSCOLI TARGET
ja: ターゲット筋
ko: 타겟 근육
nl: DOELSPIEREN
pl: MIĘŚNIE DOCELOWE
pt_br: MÚSCULOS-ALVO
ro: MUȘCHI VIZAȚI
ru: ЦЕЛЕВЫЕ МЫШЦЫ
zh_hans: 目标肌群

source: Target-only Primary
ar: الهدف الأساسي فقط
az: Yalnız əsas hədəflər
de: Nur primäre Zielmuskeln
es: Solo primarios objetivo
fr: Cible primaire uniquement
hi: सिर्फ़ प्राइमरी टारगेट
it: Solo target primario
ja: 主働筋のみ表示
ko: 주동근 일치만
nl: Alleen primair doel
pl: Tylko mięśnie główne
pt_br: Somente alvo principal
ro: Doar principalii vizați
ru: Только целевые основные
zh_hans: 仅匹配主要目标

source: Targets, focus areas, and limits before plans are generated.
ar: الأهداف ومناطق التركيز والقيود قبل إنشاء الخطط.
az: Plan yaradılmazdan əvvəl hədəflər, fokus sahələri və məhdudiyyətlər.
de: Ziele, Schwerpunkte und Einschränkungen, bevor Pläne generiert werden.
es: Objetivos, zonas de enfoque y límites antes de generar los planes.
fr: Cibles, zones prioritaires et limites avant la génération des plans.
hi: प्लान बनने से पहले लक्ष्य, फ़ोकस क्षेत्र और सीमाएँ।
it: Obiettivi, aree di focus e limiti prima della generazione dei piani.
ja: プラン生成前の目標、重点部位、制限事項。
ko: 플랜 생성 전의 목표, 집중 부위, 제한 사항입니다.
nl: Doelen, focusgebieden en beperkingen voordat schema's worden gegenereerd.
pl: Cele, obszary priorytetowe i ograniczenia przed generowaniem planów.
pt_br: Metas, áreas de foco e limites antes de gerar os planos.
ro: Obiective, zone de interes și limitări înainte de generarea planurilor.
ru: Цели, зоны фокуса и ограничения перед генерацией планов.
zh_hans: 生成计划前的目标、重点部位和限制。

source: Terms
ar: الشروط
az: Şərtlər
de: Nutzungsbedingungen
es: Términos
fr: Conditions
hi: नियम
it: Termini
ja: 利用規約
ko: 이용약관
nl: Voorwaarden
pl: Regulamin
pt_br: Termos
ro: Termeni
ru: Условия
zh_hans: 条款

source: Thanks!
ar: شكرًا!
az: Təşəkkürlər!
de: Danke!
es: ¡Gracias!
fr: Merci !
hi: धन्यवाद!
it: Grazie!
ja: ありがとうございます！
ko: 감사합니다!
nl: Bedankt!
pl: Dzięki!
pt_br: Obrigado!
ro: Mulțumim!
ru: Спасибо!
zh_hans: 谢谢！

source: The App Store share link will be added when the listing is ready.
ar: سيُضاف رابط المشاركة في App Store عندما تصبح الصفحة جاهزة.
az: App Store paylaşım keçidi səhifə hazır olanda əlavə olunacaq.
de: Der App Store-Link zum Teilen wird ergänzt, sobald der Eintrag bereit ist.
es: El enlace para compartir del App Store se añadirá cuando la ficha esté lista.
fr: Le lien de partage App Store sera ajouté dès que la fiche sera prête.
hi: लिस्टिंग तैयार होने पर App Store शेयर लिंक जोड़ा जाएगा।
it: Il link di condivisione sull'App Store sarà aggiunto quando la scheda sarà pronta.
ja: App Storeの共有リンクは掲載準備が整い次第追加されます。
ko: App Store 공유 링크는 등록이 완료되면 추가됩니다.
nl: De App Store-deellink wordt toegevoegd zodra de vermelding klaar is.
pl: Link do App Store zostanie dodany, gdy strona aplikacji będzie gotowa.
pt_br: O link de compartilhamento da App Store será adicionado quando a página estiver pronta.
ro: Linkul de distribuire App Store va fi adăugat când pagina aplicației e gata.
ru: Ссылка для App Store появится, когда страница приложения будет готова.
zh_hans: App Store 分享链接将在上架后添加。

source: The automatic update checker is ready. The App Store listing is not live for this bundle yet.
ar: أداة التحقق التلقائي من التحديثات جاهزة. صفحة App Store ليست منشورة لهذه الحزمة بعد.
az: Avtomatik yeniləmə yoxlayıcısı hazırdır. Bu paket üçün App Store səhifəsi hələ aktiv deyil.
de: Die automatische Update-Prüfung ist bereit. Der App Store-Eintrag für dieses Bundle ist noch nicht live.
es: El verificador automático de actualizaciones está listo. La ficha del App Store aún no está activa para este paquete.
fr: La vérification automatique des mises à jour est prête. La fiche App Store de ce bundle n’est pas encore en ligne.
hi: ऑटोमैटिक अपडेट चेकर तैयार है। इस बंडल की App Store लिस्टिंग अभी लाइव नहीं है।
it: Il controllo automatico degli aggiornamenti è pronto. La scheda App Store non è ancora attiva per questo bundle.
ja: 自動アップデート確認の準備ができました。このバンドルのApp Store掲載はまだ公開されていません。
ko: 자동 업데이트 확인이 준비되었습니다. 이 번들의 App Store 등록은 아직 공개되지 않았습니다.
nl: De automatische updatecontrole is klaar. De App Store-vermelding is nog niet live voor deze bundel.
pl: Automatyczne sprawdzanie aktualizacji jest gotowe. Strona w App Store nie jest jeszcze dostępna dla tej aplikacji.
pt_br: O verificador automático de atualizações está pronto. A página da App Store ainda não está no ar para este bundle.
ro: Verificarea automată a actualizărilor e pregătită. Pagina din App Store nu e încă activă pentru acest pachet.
ru: Автопроверка обновлений готова. Страница этой сборки в App Store ещё не опубликована.
zh_hans: 自动更新检查已就绪。此应用的 App Store 页面尚未上线。

source: The Delts server (delts.fit) and Google's Gemini API (Google LLC), which generates the response. Your data is not sold and is not used for advertising.
ar: خادم Delts (delts.fit) وواجهة Gemini API من Google (Google LLC)، التي تُنشئ الرد. لا تُباع بياناتك ولا تُستخدم في الإعلانات.
az: Delts serveri (delts.fit) və cavabı yaradan Google-un Gemini API-si (Google LLC). Məlumatlarınız satılmır və reklam üçün istifadə olunmur.
de: Der Delts-Server (delts.fit) und Googles Gemini-API (Google LLC), die die Antwort generiert. Deine Daten werden nicht verkauft und nicht für Werbung verwendet.
es: El servidor de Delts (delts.fit) y la API Gemini de Google (Google LLC), que genera la respuesta. Tus datos no se venden ni se usan para publicidad.
fr: Le serveur Delts (delts.fit) et l'API Gemini de Google (Google LLC), qui génère la réponse. Vos données ne sont ni vendues ni utilisées à des fins publicitaires.
hi: Delts सर्वर (delts.fit) और Google का Gemini API (Google LLC), जो जवाब जनरेट करता है। आपका डेटा बेचा नहीं जाता और न ही विज्ञापन के लिए इस्तेमाल किया जाता है।
it: Il server Delts (delts.fit) e l'API Gemini di Google (Google LLC), che genera la risposta. I tuoi dati non vengono venduti né usati per la pubblicità.
ja: Deltsサーバー（delts.fit）と、応答を生成するGoogleのGemini API（Google LLC）です。あなたのデータが販売されたり、広告に使われたりすることはありません。
ko: Delts 서버(delts.fit)와 응답을 생성하는 Google의 Gemini API(Google LLC)입니다. 데이터는 판매되지 않으며 광고에 사용되지 않습니다.
nl: De Delts-server (delts.fit) en Googles Gemini-API (Google LLC), die het antwoord genereert. Je gegevens worden niet verkocht en niet gebruikt voor advertenties.
pl: Serwer Delts (delts.fit) oraz interfejs Gemini API firmy Google (Google LLC), który generuje odpowiedź. Twoje dane nie są sprzedawane ani wykorzystywane do celów reklamowych.
pt_br: O servidor do Delts (delts.fit) e a API Gemini do Google (Google LLC), que gera a resposta. Seus dados não são vendidos nem usados para publicidade.
ro: Serverul Delts (delts.fit) și API-ul Gemini de la Google (Google LLC), care generează răspunsul. Datele tale nu sunt vândute și nu sunt folosite pentru publicitate.
ru: Сервер Delts (delts.fit) и Gemini API от Google (Google LLC), который генерирует ответ. Ваши данные не продаются и не используются для рекламы.
zh_hans: Delts 服务器（delts.fit）和生成回答的 Google Gemini API（Google LLC）。你的数据不会被出售，也不会用于广告。

source: The purchase could not be completed. Check your connection and try again.
ar: تعذّر إتمام الشراء. تحقق من اتصالك وحاول مجددًا.
az: Alış tamamlana bilmədi. Bağlantınızı yoxlayıb yenidən cəhd edin.
de: Der Kauf konnte nicht abgeschlossen werden. Prüfe deine Verbindung und versuch es erneut.
es: No se pudo completar la compra. Comprueba tu conexión e inténtalo de nuevo.
fr: L’achat n’a pas pu aboutir. Vérifiez votre connexion et réessayez.
hi: ख़रीदारी पूरी नहीं हो सकी। कनेक्शन जाँचें और फिर कोशिश करें।
it: Impossibile completare l'acquisto. Controlla la connessione e riprova.
ja: 購入を完了できませんでした。接続を確認して、もう一度お試しください。
ko: 구매를 완료할 수 없습니다. 연결을 확인하고 다시 시도해 주세요.
nl: De aankoop kon niet worden voltooid. Controleer je verbinding en probeer het opnieuw.
pl: Nie udało się sfinalizować zakupu. Sprawdź połączenie i spróbuj ponownie.
pt_br: Não foi possível concluir a compra. Verifique sua conexão e tente de novo.
ro: Achiziția nu a putut fi finalizată. Verifică conexiunea și încearcă din nou.
ru: Не удалось завершить покупку. Проверьте подключение и попробуйте ещё раз.
zh_hans: 购买未能完成。请检查网络连接后重试。

source: The red button runs your workout
ar: الزر الأحمر يدير تمرينك
az: Qırmızı düymə məşqinizi idarə edir
de: Der rote Button steuert dein Workout
es: El botón rojo dirige tu entrenamiento
fr: Le bouton rouge pilote votre entraînement
hi: लाल बटन आपका वर्कआउट चलाता है
it: Il pulsante rosso guida il tuo allenamento
ja: 赤いボタンでワークアウトを進行
ko: 빨간 버튼이 운동을 진행합니다
nl: De rode knop stuurt je workout aan
pl: Czerwony przycisk prowadzi Twój trening
pt_br: O botão vermelho comanda seu treino
ro: Butonul roșu îți conduce antrenamentul
ru: Красная кнопка ведёт вашу тренировку
zh_hans: 红色按钮掌控你的训练

source: Theme
ar: السمة
az: Tema
es: Tema
fr: Thème
hi: थीम
it: Tema
ja: テーマ
ko: 테마
nl: Thema
pl: Motyw
pt_br: Tema
ro: Temă
ru: Тема
zh_hans: 主题
